Repository: BebZ/doliwoo
Catalog: languages/doliwoo-*.po
Languages: fr_fr

source: You must enable extensions SOAP and OpenSSL
fr_fr: Vous devez activer les extensions OpenSSL et SOAP

source: You must enable extension SOAP
fr_fr: Vous devez activer l'extension SOAP

source: You must enable extension OpenSSL
fr_fr: Vous devez activer l'extension OpenSSL

source: VAT
fr_fr: TVA

source: Dolibarr User ID
fr_fr: Identifiant Utilisateur Dolibarr

source: This extension needs WooCommerce
fr_fr: Cette extension nécessite WooCommerce

source: Doliwoo Settings
fr_fr: Réglages DoliWoo

source: Dolibarr webservices access
fr_fr: Accès aux webservices Dolibarr

source: Source application
fr_fr: Nom de l'application

source: How this application will identify itself to the webservice.
fr_fr: Comment cette application s'identifie seule auprés du webservice

source: Enter Dolibarr webservices root URL (i.e. https://mydolibarr.com/webservices/)
fr_fr: Entrez l'URL des webservices de Dolibarr (i.e. https://mydolibarr.com/webservices/)

source: Key
fr_fr: Clé

source: Enter your Dolibarr webservices key
fr_fr: Entrez votre clé du webservices de Dolibarr

source: User login
fr_fr: Identifiant utilisateur

source: Dolibarr actions will be done as this user
fr_fr: Les actions de Dolibarr seront attribuées à cet utilisateur

source: User password
fr_fr: Mot de passe utilisateur

source: Entity
fr_fr: Entité

source: If you're using ulticompany: the ID of the entity you want to integrate. Leave to 1 otherwise.
fr_fr: Si vous utilisez plusieurs entreprises : l'ID de l'entité que vous souhaitez intégrer.Sinon laissez 1.

source: Product category
fr_fr: Catégorie du Produit

source: The ID of the product category you want to automatically import products from.
fr_fr: L'ID de la catégorie de produits que vous souhaitez importer automatiquement.

source: Generic thirdparty
fr_fr: Tiers générique

source: The ID of the thirdparty that'll be used for anonymous orders.
fr_fr: L'Id du tiers qui va être utilisé pour les commandes anonymes
